module.exports = {
  spinner: ['-', '\\', '|', '/'],
  circle: ['◐', '◓', '◑', '◒'],
  dots: ['⠋', '⠙', '⠹', '⠸', '⠼', '⠴', '⠦', '⠧', '⠇', '⠏'],
  bullets: [
    '◎ ◎ ◎',
    '◉ ◎ ◎',
    '◉ ◉ ◎',
    '◉ ◉ ◉'
  ],
  arrows: [
    '▹▹▹▹▹',
    '▸▹▹▹▹',
    '▸▸▹▹▹',
    '▸▸▸▹▹',
    '▸▸▸▸▹',
    '▸▸▸▸▸'
  ],
  clock: [
    '\uD83D\uDD50',
    '\uD83D\uDD51',
    '\uD83D\uDD52',
    '\uD83D\uDD53',
    '\uD83D\uDD54',
    '\uD83D\uDD55',
    '\uD83D\uDD56',
    '\uD83D\uDD57',
    '\uD83D\uDD58',
    '\uD83D\uDD59',
    '\uD83D\uDD5A'
  ],
  daynight: [
    '\uD83C\uDF15', // 🌕
    '\uD83C\uDF16', // 🌖
    '\uD83C\uDF17', // 🌗
    '\uD83C\uDF18', // 🌘
    '\uD83C\uDF11', // 🌑
    '\uD83C\uDF1A', // 🌚
    '\uD83C\uDF1A', // 🌚
    '\uD83C\uDF1A', // 🌚
    '\uD83C\uDF1A', // 🌚
    '\uD83C\uDF12', // 🌒
    '\uD83C\uDF13', // 🌓
    '\uD83C\uDF14', // 🌔
    '\uD83C\uDF1D', // 🌝
    '\uD83C\uDF1D', // 🌝
    '\uD83C\uDF1D', // 🌝
    '\uD83C\uDF1D'  // 🌝
  ]
};
